/* GENERAL STRINGS */

"OK" = "OK";
"Delete" = "Löschen";
"Basic settings" = "Basisdaten";


/* MAIN ACTIVITIES */

"Home" = "Start";
"Open" = "Offen";
"Closed" = "Geschlossen";
"Awards" = "Auszeichnungen";


/* HOME VIEW */

"Up next" = "Weiter";
"More to explore" = "Mehr zu entdecken";


/* PROJECTS VIEW */

"Open Projects" = "Offene Projekte";
"Closed Projects" = "Abgeschlossene Projekte";
"Add Project" = "Projekt hinzufügen";
"Add New Item" = "Element hinzufügen";
"There's nothing here right now" = "Im Moment ist hier nichts";

/* A button that shows a menu with the following items */
"Sort" = "Sortieren";
"Sort items" = "Elemente sortieren"; /* The title of the menu */
"Optimized" = "Optimiert"; /* Sort using an optimized algorithm */
"Creation Date" = "Erstellungsdatum"; /* Sort by the date items were created */
"Title" = "Titel"; /* Sort by item title */

/* Default names for a new project and a new item*/
"New Project" = "Neues Projekt";
"New Item" = "Neues Element";


/* EDITING PROJECTS */

"Edit Project" = "Projekt anpassen";
"Project name" = "Projektname";
"Description of this project" = "Beschreibung dieses Projekts";
"Custom project color" = "Benutzerdefinierte Projektfarbe";

/* Options to close (mark as finished), open (mark as unfinished), or delete a project. */
"Close this project" = "Projekt schliessen";
"Closing a project moves it from the Open to Closed tab; deleting it removes the project completely." = "Das Schließen eines Projekts verschiebt es von der Registerkarte Offen in die Registerkarte Geschlossen; beim Löschen wird das Projekt vollständig entfernt.";
"Reopen this project" = "Projekt wieder öffnen";
"Delete this project" = "Projekt löschen";
"Delete project?" = "Projekt löschen?";
"Are you sure you want to delete this project? You will also delete all the items it contains." = "Sind Sie sicher, dass Sie dieses Projekt löschen wollen? Es werden alle enthaltenen Elemente gelöscht.";


/* EDITING ITEMS */

"Edit Item" = "Element anpassen";
"Item name" = "Elementname";
"Description" = "Beschreibung";
"Priority" = "Priorität";
"High" = "Hoch";
"Medium" = "Mittel";
"Low" = "Tief";

"Mark Completed" = "Als erledigt markieren";


/* AWARDS */

"Locked: %@" = "Gesperrt: %@";
"Unlocked: %@" = "Freigeschaltet: %@";


/* OTHER STRINGS */

"Please select something from the menu to begin." = "Bitte wählen Sie etwas aus dem Menü, um zu beginnen.";

